test_upload_fbdi/upload budget amounts/generic_upload_request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:typ="http://xmlns.oracle.com/apps/financials/commonModules/shared/model/erpIntegrationService/types/"
  xmlns:erp="http://xmlns.oracle.com/apps/financials/commonModules/shared/model/erpIntegrationService/">
  <soapenv:Header/>
  <soapenv:Body>
    <typ:importBulkDataAsync>
      <typ:document>
        <erp:Content>UEsDBBQACAAIAAGML1sAAAAAAAAAAAAAAAAVACAAR2xCdWRnZXRJbnRlcmZhY2UuY3N2dXgLAAEEAAAAAAQAAAAAVVQNAAdiI8hodkLJaGIjyGjziAxwDfL099Px9XSO9wiM9/X3C/HwiUTjxpvpmOroGhoaGBjoOLq66ASnFugamerogAQMdXRMDUwMDYzMdHSCPQOcnV2BIkQDXi4PYl1gpoPHARZAhomOjnNIkA+pDgAAUEsHCFdL3zVhAAAAAwEAAFBLAQIUAxQACAAIAAGML1tXS981YQAAAAMBAAAVABgAAAAAAAAAAAC2gQAAAABHbEJ1ZGdldEludGVyZmFjZS5jc3Z1eAsAAQQAAAAABAAAAABVVAUAAWIjyGhQSwUGAAAAAAEAAQBbAAAAxAAAAAAA</erp:Content>
        <erp:FileName>GlBudgetInterface.zip</erp:FileName>
        <erp:ContentType>zip</erp:ContentType>
        <erp:DocumentTitle>GlBudgetInterface</erp:DocumentTitle>
        <erp:DocumentName>GlBudgetInterface</erp:DocumentName>
        <erp:DocumentSecurityGroup>FAFusionImportExport</erp:DocumentSecurityGroup>
        <erp:DocumentAccount>fin/generalLedgerBudgetBalance/import</erp:DocumentAccount>
      </typ:document>
      <typ:jobDetails>
        <erp:JobName>/oracle/apps/ess/financials/commonModules/shared/common/interfaceLoader;InterfaceLoaderController</erp:JobName>
        <erp:ParameterList>10015661,#NULL,N,N</erp:ParameterList>
      </typ:jobDetails>
      <typ:notificationCode>#NULL</typ:notificationCode>
      <typ:callbackURL>#NULL</typ:callbackURL>
      <typ:jobOptions>#NULL</typ:jobOptions>
    </typ:importBulkDataAsync>
  </soapenv:Body>
</soapenv:Envelope>